Revit 2027 API
ParameterTypeId.PhyMaterialParamFivepercentModulusOfElacticity Property
 "5% Modulus of Elasticity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamFivepercentModulusOfElacticity { get; }
Public Shared ReadOnly Property PhyMaterialParamFivepercentModulusOfElacticity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamFivepercentModulusOfElacticity {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamFivepercentModulusOfElacticity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace